Repository: jilir/TestCrypt
Catalog: TestCrypt/Pages/PageEncryption.*.resx
Languages: de

# chkBlowfishAes.Text
source: Blowfish/AES (deprecated)
de: Blowfish/AES (veraltet)

# chkTripleDes.Text
source: Triple DES (deprecated)
de: Triple DES (veraltet)

# chkCast.Text
source: CAST (deprecated)
de: CAST (veraltet)

# chkBlowfish.Text
source: Blowfish (deprecated)
de: Blowfish (veraltet)

# chkSerpentBlowfishAes.Text
source: Serpent/Blowfish/AES (deprecated)
de: Serpent/Blowfish/AES (veraltet)

# grpEncryptionAlgorithm.Text
source: Encryption Algorithm
de: Verschlüsselungsalgorithmus

# chkOuterCbc.Text
source: Outer-CBC (deprecated)
de: Outer-CBC (veraltet)

# chkInnerCbc.Text
source: Inner-CBC (deprecated)
de: Inner-CBC (veraltet)

# chkCbc.Text
source: CBC (deprecated)
de: CBC (veraltet)

# chkLrw.Text
source: LRW (deprecated)
de: LRW (veraltet)

# grpMode.Text
source: Mode
de: Modus

# chkSha1.Text
source: SHA1 (deprecated)
de: SHA1 (veraltet)

# $this.Subtitle
source: Configure the encryption properties of the volume. Nothing has to be changed if TrueCrypt 6.0 or newer with default settings has been used to create the volume.
de: Konfigurieren Sie das Verschlüsselungsverfahren des TrueCrypt-Volumes. Es sind keine Änderungen nötig, falls das TrueCrypt-Volume mit Standardeinstellungen in TrueCrypt 6.0 oder neuer erstellt wurde.

# $this.Title
source: Encryption Properties
de: Verschlüsselungsverfahren
